tap "homebrew/nginx"
tap "homebrew/apache"
tap "homebrew/science"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "beeftornado/rmtree"
cask "java"
brew "ack"
brew "ant"
brew "apr-util"
brew "httperf"
brew "autobench"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "pixman"
brew "checkstyle"
brew "colordiff"
brew "composer"
brew "convmv"
brew "coreutils"
brew "ctags"
brew "go"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "docker", link: false
brew "exiftool"
brew "f3"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "jpeg"
brew "little-cms2"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "pkg-config"
brew "sqlite"
brew "gradle"
brew "grep"
brew "groovy"
brew "icu4c"
brew "libevent"
brew "httpd", restart_service: true
brew "hugo"
brew "jbig2dec"
brew "jenv"
brew "jq"
brew "libgpg-error"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "mas"
brew "maven"
brew "md5sha1sum"
brew "mysql", restart_service: true
brew "neovim", args: ["HEAD"]
brew "netcat"
brew "nginx"
brew "nmap"
brew "node"
brew "nodenv"
brew "openmotif"
brew "pandoc"
brew "php", restart_service: true
brew "php-code-sniffer"
brew "phpunit"
brew "pmd"
brew "protobuf"
brew "pstree"
brew "pycodestyle", link: false
brew "r"
brew "rbenv"
brew "rsync"
brew "sassc"
brew "ssh-copy-id"
brew "thefuck"
brew "tmux"
brew "tomcat"
brew "tree"
brew "unrar"
brew "upx"
brew "vim", args: ["HEAD", "with-override-system-vi"]
brew "wget"
brew "wildfly-as"
brew "xmlformat"
brew "zsh"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "avibrazil-rdm"
cask "bettertouchtool"
cask "brackets"
cask "cheatsheet"
cask "coconutbattery"
cask "dash"
cask "diffmerge"
cask "djview"
cask "dropbox"
cask "dupeguru"
cask "fanny"
cask "firefox"
cask "flux"
cask "go2shell"
cask "google-hangouts"
cask "hetimazipql"
cask "ichm"
cask "ifunbox"
cask "imageoptim"
cask "karabiner-elements"
cask "kindle"
cask "macdown"
cask "messenger"
cask "onyx"
cask "qlcolorcode"
cask "qlcommonmark"
cask "qlgradle"
cask "qlprettypatch"
cask "qlstephen"
cask "qlswift"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookapk"
cask "rstudio"
cask "scriptql"
cask "skim"
cask "skype"
cask "slack"
cask "snippets"
cask "sopcast"
cask "sourcetree"
cask "spectacle"
cask "sublime"
cask "sublime-text"
cask "suspicious-package"
cask "texshop"
cask "transmission"
cask "ttscoff-mmd-quicklook"
cask "typora"
cask "visual-studio-code"
cask "xld"
cask "homebrew/cask-fonts/font-cousine"
cask "homebrew/cask-fonts/font-fira-code"
cask "homebrew/cask-fonts/font-ibm-plex"
cask "homebrew/cask-fonts/font-inconsolata-dz"
cask "homebrew/cask-fonts/font-noto-mono"
cask "homebrew/cask-fonts/font-noto-sans"
cask "homebrew/cask-fonts/font-nunito"
cask "homebrew/cask-fonts/font-roboto"
cask "homebrew/cask-fonts/font-roboto-mono"
cask "homebrew/cask-fonts/font-source-code-pro"
cask "homebrew/cask-versions/docker-edge"
cask "homebrew/cask-versions/iterm2-nightly"
cask "homebrew/cask-versions/java8"
cask "homebrew/cask-versions/vlc-nightly"
mas "Brightness Slider", id: 456624497
mas "iBooks Author", id: 490152466
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Remote Desktop", id: 409907375
mas "The Unarchiver", id: 425424353
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
